content/reading/reading.org
#+startup: content indent

* Reading

I do like reading, actually *most of my wake time is spent either*
*reading or writing* (on emacs). I would say that most of what I read
is either documentation, code, scientific papers and blog posts.
In fact, I am a huge fan of blogs and they are my main source of
brain-bread.

- Here is a list of my favourite [[file:blogs.org][blogs]] to read.
  
I also read *books* sometimes, I like history so there is almost
some element of history in anything that I read. Here you will
find some notes related to my readings:

- [[file:mauro-corona/mauro-corona.org][Mauro Corona]]

#+INDEX: Giovanni's Diary!Reading  
*** Writing

I am writing a series called [[file:surroundings/surroundings.org][surroundings]] which is about places
and moments.
  
*** Wishlist

I maintain a [[file:wishlist.org][wishlist]] of future reading or writings.

---

Travel: [[file:../index.html][Giovanni's Diary]], [[file:../theindex.org][Index]] 
