public/reading/reading.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org63f11a2" class="outline-2">
<h2 id="org63f11a2">Reading</h2>
<div class="outline-text-2" id="text-org63f11a2">
<p>
I do like reading, actually <b>most of my wake time is spent either</b>
<b>reading or writing</b> (on emacs). I would say that most of what I read
is either documentation, code, scientific papers and blog posts.
In fact, I am a huge fan of blogs and they are my main source of
brain-bread.
</p>

<ul class="org-ul">
<li>Here is a list of my favourite <a href="blogs.html">blogs</a> to read.</li>
</ul>

<p>
I also read <b>books</b> sometimes, I like history so there is almost
some element of history in anything that I read. Here you will
find some notes related to my readings:
</p>

<ul class="org-ul">
<li><a href="mauro-corona/mauro-corona.html">Mauro Corona</a></li>
</ul>
</div>
<div id="outline-container-orga583142" class="outline-4">
<h4 id="orga583142">Writing</h4>
<div class="outline-text-4" id="text-orga583142">
<p>
I am writing a series called <a href="surroundings/surroundings.html">surroundings</a> which is about places
and moments.
</p>
</div>
</div>

<div id="outline-container-orgf2e3f8d" class="outline-4">
<h4 id="orgf2e3f8d">Wishlist</h4>
<div class="outline-text-4" id="text-orgf2e3f8d">
<p>
I maintain a <a href="wishlist.html">wishlist</a> of future reading or writings.
</p>

<p>
&#x2014;
</p>

<p>
Travel: <a href="../index.html">Giovanni's Diary</a>, <a href="../theindex.html">Index</a> 
</p>
</div>
</div>
</div>
</div>
</body>
</html>
